Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/A1 Criterios ENG oli_ENG-ESP_BT.tmx
Source language: en
Languages: es

source: A1 Criterios ENG oli.docx
es: A1 Criterios ESP.docx

source: CONSEQUENCE OR DESCRIPTION OF IMPACT (SEVERITY)
es: CONSECUENCIA O DESCRIPCIÓN DEL IMPACTO (SEVERIDAD)

source: LEVEL
es: NIVEL

source: DESCRIPTION
es: DESCRIPCION

source: Personal Injury
es: Daño a la persona

source: Damage to the Environment
es: Daño al ambiente

source: Damage to Property
es: Daño a la propiedad

source: Loss of Process
es: Pérdida de proceso

source: Insignificant
es: Insignificante

source: No injury or illness
es: Sin lesiones o enfermedad

source: No damage to the environment.
es: Sin daños al ambiente

source: The event does not affect execution of a project or proposal, or the office activities regularly carried out.
es: El evento no afecta el desarrollo de un proyecto/propuesta ni las actividades normales de la oficina.

source: Minor
es: Menor

source: Minor, non-disabling injuries or illnesses that may or may not require first aid treatment.
es: Lesiones leves no incapacitantes o enfermedades que pueden requerir o no tratamiento de primeros auxilios

source: Minor damages to the environment that can be reverted naturally and/or are controlled by Golder.
es: Daños menores al ambiente, pero éstos se revierten de manera natural y/o controlados por Golder.

source: The event affects execution of a project or proposal and/or office activities, but to a minor extent.
es: El evento afecta levemente el desarrollo de un proyecto/propuesta y/o las actividades de la oficina.

source: Significant
es: Significativa

source: Injuries or illnesses that require medical assistance (beyond first-aid treatment) with or without lost time, but that do not entail permanent disability.
es: Lesiones o enfermedades que requieren atención médica (más allá de los primeros auxilios) con o sin tiempo perdido, pero sin incapacidad permanente.

source: Damages that significantly affect the environment, that cannot be reverted naturally and require mitigation or compensation measures.
es: Daños significativos al ambiente, que no se revierten de manera natural, requiriendo medidas de mitigación o compensación.

source: The event affects execution of the project or proposal and the relationship with the client, but does not generate the loss of the same.
es: El evento afecta el desarrollo del proyecto/propuesta y la relación con el cliente, pero no genera su pérdida.

source: Regular office functions are significantly affected (less than one day).
es: Hay afectación significativa del funcionamiento normal de la oficina (menor a un día).

source: Major
es: Mayor

source: Injuries or illnesses that require medican assistance (beyond first aid treatment), with or without lost time, but that entail permanent disability.
es: Lesiones o enfermedades que requieren atención médica (más allá de los primeros auxilios) con o sin tiempo perdido, con incapacidad permanente.

source: Damages that significantly affect the environment that may not be fully possible to revert through mitigation or compensation measures.
es: Daños muy significativos al ambiente, que pueden no ser totalmente revertidos con medidas de mitigación o compensación.

source: The event significantly affects execution of the project and the relationship with the client, generating the loss of the same.
es: El evento afecta significativamente el desarrollo del proyecto y la relación con el cliente, generando su pérdida.

source: Regular office functions are significantly affected (between one day and one week).
es: Hay afectación significativa del funcionamiento normal de la oficina (entre 1 día y 1 semana).

source: Catastrophic
es: Catastrófica

source: Death of a person.
es: Muerte de una persona

source: Damages that significantly affect the environment and cannot be reverted.
es: Daños muy significativos al ambiente, que no se pueden ser revertidos.

source: The event significantly affects execution of the project and the relationship with the client, generating the loss of the same, which is forseeably hard to revert.
es: El evento afecta significativamente el desarrollo del proyecto y la relación con el cliente, generando su pérdida que se prevé difícil de revertir.

source: Regular office functions are significantly affected (over 1 week).
es: Hay afectación significativa del funcionamiento normal de la oficina (mayor a 1 semana).

source: PROBABILITY
es: PROBABILIDAD

source: Rare (very unlikely)
es: Raro (muy improbable)

source: The incident will only occur under exceptional circumstances (in 1 of 10,000 cases)
es: El incidente sólo ocurrirá en circunstancias excepcionales (1 en 10.000 veces)

source: Unlikely
es: Improbable

source: The incident is not expected to occur, but it is conceivable (in 1 of 1,000 cases)
es: El incidente no es esperado que ocurra, pero es concebible (1 en 1.000 veces)

source: Possible
es: Posible

source: The incident could occur at some point (in 1 of 100 cases)
es: El incidente puede llegar a ocurrir algunas veces (1 en 100 veces)

source: Likely
es: Probable

source: Hay una alta probabilidad que el incidente ocurrá (in 1 of 10 cases)
es: Hay una alta probabilidad que el incidente ocurrá (1 en 10 veces)

source: Almost Certain
es: Casi seguro

source: The incident will occur every time the activity is carried out (every time)
es: El incidente ocurrirá cada vez que se realice la actividad (todas las veces)
